{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|startoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|im_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|im_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<think>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "</think>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<tool_call>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "</tool_call>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "<tool_response>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "</tool_response>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "<|startoftext|>": 1,
      "<|pad|>": 2,
      "<|im_start|>": 3,
      "<|im_end|>": 4,
      "<think>": 5,
      "</think>": 6,
      "<tool_call>": 7,
      "</tool_call>": 8,
      "<tool_response>": 9,
      "</tool_response>": 10,
      "!": 11,
      "\"": 12,
      "#": 13,
      "$": 14,
      "%": 15,
      "&": 16,
      "'": 17,
      "(": 18,
      ")": 19,
      "*": 20,
      "+": 21,
      ",": 22,
      "-": 23,
      ".": 24,
      "/": 25,
      "0": 26,
      "1": 27,
      "2": 28,
      "3": 29,
      "4": 30,
      "5": 31,
      "6": 32,
      "7": 33,
      "8": 34,
      "9": 35,
      ":": 36,
      ";": 37,
      "<": 38,
      "=": 39,
      ">": 40,
      "?": 41,
      "@": 42,
      "A": 43,
      "B": 44,
      "C": 45,
      "D": 46,
      "E": 47,
      "F": 48,
      "G": 49,
      "H": 50,
      "I": 51,
      "J": 52,
      "K": 53,
      "L": 54,
      "M": 55,
      "N": 56,
      "O": 57,
      "P": 58,
      "Q": 59,
      "R": 60,
      "S": 61,
      "T": 62,
      "U": 63,
      "V": 64,
      "W": 65,
      "X": 66,
      "Y": 67,
      "Z": 68,
      "[": 69,
      "\\": 70,
      "]": 71,
      "^": 72,
      "_": 73,
      "`": 74,
      "a": 75,
      "b": 76,
      "c": 77,
      "d": 78,
      "e": 79,
      "f": 80,
      "g": 81,
      "h": 82,
      "i": 83,
      "j": 84,
      "k": 85,
      "l": 86,
      "m": 87,
      "n": 88,
      "o": 89,
      "p": 90,
      "q": 91,
      "r": 92,
      "s": 93,
      "t": 94,
      "u": 95,
      "v": 96,
      "w": 97,
      "x": 98,
      "y": 99,
      "z": 100,
      "{": 101,
      "|": 102,
      "}": 103,
      "~": 104,
      "¡": 105,
      "¢": 106,
      "£": 107,
      "¤": 108,
      "¥": 109,
      "¦": 110,
      "§": 111,
      "¨": 112,
      "©": 113,
      "ª": 114,
      "«": 115,
      "¬": 116,
      "®": 117,
      "¯": 118,
      "°": 119,
      "±": 120,
      "²": 121,
      "³": 122,
      "´": 123,
      "µ": 124,
      "¶": 125,
      "·": 126,
      "¸": 127,
      "¹": 128,
      "º": 129,
      "»": 130,
      "¼": 131,
      "½": 132,
      "¾": 133,
      "¿": 134,
      "À": 135,
      "Á": 136,
      "Â": 137,
      "Ã": 138,
      "Ä": 139,
      "Å": 140,
      "Æ": 141,
      "Ç": 142,
      "È": 143,
      "É": 144,
      "Ê": 145,
      "Ë": 146,
      "Ì": 147,
      "Í": 148,
      "Î": 149,
      "Ï": 150,
      "Ð": 151,
      "Ñ": 152,
      "Ò": 153,
      "Ó": 154,
      "Ô": 155,
      "Õ": 156,
      "Ö": 157,
      "×": 158,
      "Ø": 159,
      "Ù": 160,
      "Ú": 161,
      "Û": 162,
      "Ü": 163,
      "Ý": 164,
      "Þ": 165,
      "ß": 166,
      "à": 167,
      "á": 168,
      "â": 169,
      "ã": 170,
      "ä": 171,
      "å": 172,
      "æ": 173,
      "ç": 174,
      "è": 175,
      "é": 176,
      "ê": 177,
      "ë": 178,
      "ì": 179,
      "í": 180,
      "î": 181,
      "ï": 182,
      "ð": 183,
      "ñ": 184,
      "ò": 185,
      "ó": 186,
      "ô": 187,
      "õ": 188,
      "ö": 189,
      "÷": 190,
      "ø": 191,
      "ù": 192,
      "ú": 193,
      "û": 194,
      "ü": 195,
      "ý": 196,
      "þ": 197,
      "ÿ": 198,
      "Ā": 199,
      "ā": 200,
      "Ă": 201,
      "ă": 202,
      "Ą": 203,
      "ą": 204,
      "Ć": 205,
      "ć": 206,
      "Ĉ": 207,
      "ĉ": 208,
      "Ċ": 209,
      "ċ": 210,
      "Č": 211,
      "č": 212,
      "Ď": 213,
      "ď": 214,
      "Đ": 215,
      "đ": 216,
      "Ē": 217,
      "ē": 218,
      "Ĕ": 219,
      "ĕ": 220,
      "Ė": 221,
      "ė": 222,
      "Ę": 223,
      "ę": 224,
      "Ě": 225,
      "ě": 226,
      "Ĝ": 227,
      "ĝ": 228,
      "Ğ": 229,
      "ğ": 230,
      "Ġ": 231,
      "ġ": 232,
      "Ģ": 233,
      "ģ": 234,
      "Ĥ": 235,
      "ĥ": 236,
      "Ħ": 237,
      "ħ": 238,
      "Ĩ": 239,
      "ĩ": 240,
      "Ī": 241,
      "ī": 242,
      "Ĭ": 243,
      "ĭ": 244,
      "Į": 245,
      "į": 246,
      "İ": 247,
      "ı": 248,
      "Ĳ": 249,
      "ĳ": 250,
      "Ĵ": 251,
      "ĵ": 252,
      "Ķ": 253,
      "ķ": 254,
      "ĸ": 255,
      "Ĺ": 256,
      "ĺ": 257,
      "Ļ": 258,
      "ļ": 259,
      "Ľ": 260,
      "ľ": 261,
      "Ŀ": 262,
      "ŀ": 263,
      "Ł": 264,
      "ł": 265,
      "Ń": 266,
      "Ġt": 267,
      "Ġa": 268,
      "he": 269,
      "in": 270,
      "re": 271,
      "Ġthe": 272,
      "on": 273,
      "Ġs": 274,
      "er": 275,
      "nd": 276,
      "Ġw": 277,
      "at": 278,
      "Ġc": 279,
      "Ġo": 280,
      "es": 281,
      "it": 282,
      "en": 283,
      "ed": 284,
      "Ġb": 285,
      "is": 286,
      "Ġf": 287,
      "ing": 288,
      "Ġp": 289,
      "or": 290,
      "an": 291,
      "ou": 292,
      "al": 293,
      "Ġto": 294,
      "Ġand": 295,
      "ar": 296,
      "Ġm": 297,
      "Ġd": 298,
      "Ġin": 299,
      "Ġof": 300,
      "ion": 301,
      "ic": 302,
      "Ġh": 303,
      "le": 304,
      "as": 305,
      "om": 306,
      "ĠĠ": 307,
      "Ġl": 308,
      "Ġth": 309,
      "Ġe": 310,
      "ent": 311,
      "ĠT": 312,
      "Ġn": 313,
      "il": 314,
      "im": 315,
      "ro": 316,
      "st": 317,
      "ct": 318,
      "Ġre": 319,
      "ve": 320,
      "et": 321,
      "id": 322,
      "Ġg": 323,
      "ay": 324,
      "ly": 325,
      "ut": 326,
      "ot": 327,
      "ow": 328,
      "Ġu": 329,
      "ĠS": 330,
      "se": 331,
      "ig": 332,
      "am": 333,
      "Ġbe": 334,
      "ce": 335,
      "ol": 336,
      "ad": 337,
      "ĠI": 338,
      "Ġis": 339,
      "Ġhe": 340,
      "ver": 341,
      "Ġy": 342,
      "ir": 343,
      "ch": 344,
      "ation": 345,
      "ur": 346,
      "ĠA": 347,
      "Ġst": 348,
      "Ġfor": 349,
      "Ġon": 350,
      "ĠThe": 351,
      "ith": 352,
      "Ġit": 353,
      "Ġwas": 354,
      "Ġthat": 355,
      "Ġyou": 356,
      "el": 357,
      "Ġwith": 358,
      "ul": 359,
      "ra": 360,
      "ĠC": 361,
      "est": 362,
      "Ġas": 363,
      "Ġwh": 364,
      "ri": 365,
      "Ġan": 366,
      "her": 367,
      "Ġcon": 368,
      "ĠH": 369,
      "if": 370,
      "Ġal": 371,
      "ter": 372,
      "âĢ": 373,
      "pp": 374,
      "ĠM": 375,
      "Ġha": 376,
      "ke": 377,
      "od": 378,
      "ld": 379,
      "ĠB": 380,
      "Ġex": 381,
      "ist": 382,
      "ant": 383,
      "Ġor": 384,
      "ag": 385,
      "ĠW": 386,
      "Ġpro": 387,
      "ere": 388,
      "un": 389,
      "em": 390,
      "us": 391,
      "Ġ(": 392,
      "ers": 393,
      "Ġare": 394,
      "ate": 395,
      "Ġcom": 396,
      "ĠĠĠĠ": 397,
      "ac": 398,
      "ess": 399,
      "ore": 400,
      "pe": 401,
      "um": 402,
      "Ġ\"": 403,
      "th": 404,
      "ab": 405,
      "ill": 406,
      "Ġ1": 407,
      "ĠP": 408,
      "rom": 409,
      "ure": 410,
      "op": 411,
      "'s": 412,
      "ies": 413,
      "Ġpl": 414,
      "Ġde": 415,
      "qu": 416,
      "Ġv": 417,
      "Ġr": 418,
      "Ġse": 419,
      "ht": 420,
      "Ġsa": 421,
      "Ġne": 422,
      "ive": 423,
      "ain": 424,
      "ity": 425,
      "art": 426,
      "ĠL": 427,
      "all": 428,
      "and": 429,
      "Ġcan": 430,
      "iv": 431,
      "Ġnot": 432,
      "Ġat": 433,
      "os": 434,
      "nt": 435,
      "Ġsu": 436,
      "Ġsh": 437,
      "Ġle": 438,
      "oc": 439,
      "ould": 440,
      "Ġch": 441,
      "ĠD": 442,
      "ment": 443,
      "ĠE": 444,
      "ĠF": 445,
      "og": 446,
      "Ġby": 447,
      "rou": 448,
      "ort": 449,
      "res": 450,
      "ome": 451,
      "--": 452,
      "Ġfrom": 453,
      "ud": 454,
      "ial": 455,
      "ect": 456,
      "Ġthey": 457,
      "ĠR": 458,
      "end": 459,
      "ns": 460,
      "Ġk": 461,
      "out": 462,
      "ight": 463,
      "pt": 464,
      "Ġthis": 465,
      "Ġhis": 466,
      "Ġhave": 467,
      "ical": 468,
      "ok": 469,
      "Ġwor": 470,
      "pl": 471,
      "ard": 472,
      "Ġus": 473,
      "Ġab": 474,
      "are": 475,
      "ions": 476,
      "ĊĠĠĠĠ": 477,
      "very": 478,
      "ĠG": 479,
      "ide": 480,
      "ĠN": 481,
      "Ġwe": 482,
      "ust": 483,
      "Ġtheir": 484,
      "Ġint": 485,
      "ther": 486,
      "The": 487,
      "ine": 488,
      "Ġen": 489,
      "Ġ2": 490,
      "Ġdo": 491,
      "Ġli": 492,
      "ĠHe": 493,
      "ĠO": 494,
      "ge": 495,
      "Ġall": 496,
      "ĠThey": 497,
      "ne": 498,
      "Ġwhe": 499,
      "Ġbut": 500,
      "ĠĠĠ": 501,
      "Ġher": 502,
      "our": 503,
      "ind": 504,
      "Ġup": 505,
      "ame": 506,
      "Ġyour": 507,
      "Ġim": 508,
      "ell": 509,
      "Ġlo": 510,
      "estion": 511,
      "Ġme": 512,
      "wer": 513,
      "iz": 514,
      "ak": 515,
      "ous": 516,
      "per": 517,
      "ry": 518,
      "ime": 519,
      "ich": 520,
      "ong": 521,
      "ast": 522,
      "Ġso": 523,
      "Ġj": 524,
      "Qu": 525,
      "Ġplay": 526,
      "ans": 527,
      "ĠJ": 528,
      "Ġgo": 529,
      "Ġday": 530,
      "Ġad": 531,
      "gh": 532,
      "ack": 533,
      "Ġsaid": 534,
      "Ġhad": 535,
      "Ġwere": 536,
      "act": 537,
      "00": 538,
      "ost": 539,
      "ff": 540,
      "ue": 541,
      "ated": 542,
      "Question": 543,
      "nswer": 544,
      "Answer": 545,
      "Ġcl": 546,
      "Ġcont": 547,
      "ake": 548,
      "Ġthere": 549,
      "ations": 550,
      "ap": 551,
      "Ġman": 552,
      "Ġcomp": 553,
      "age": 554,
      "ie": 555,
      "ult": 556,
      "ile": 557,
      "ip": 558,
      "uc": 559,
      "ily": 560,
      "ĠâĢ": 561,
      "ass": 562,
      "Ġtime": 563,
      "ia": 564,
      "able": 565,
      "âĢĻ": 566,
      "ĠU": 567,
      "one": 568,
      "Ġother": 569,
      "ĠTh": 570,
      "ire": 571,
      "cc": 572,
      "Ġout": 573,
      "ance": 574,
      "Ġdis": 575,
      "ach": 576,
      "ally": 577,
      "ary": 578,
      "Ġres": 579,
      "Ġwill": 580,
      "Ġlike": 581,
      "itt": 582,
      "Ġabout": 583,
      "Ġtr": 584,
      "ound": 585,
      "cl": 586,
      "ĠIt": 587,
      "ib": 588,
      "ice": 589,
      "Ġwhich": 590,
      "orm": 591,
      "Ġthem": 592,
      "ĊĠĠĠ": 593,
      "Ġmore": 594,
      "ear": 595,
      "ĠShe": 596,
      "ence": 597,
      "Ġsc": 598,
      "ked": 599,
      "Ġshe": 600,
      "ĠIn": 601,
      "Ġwant": 602,
      "Ġte": 603,
      "au": 604,
      "reat": 605,
      "av": 606,
      "Ġhel": 607,
      "now": 608,
      "Ġar": 609,
      "ep": 610,
      "ress": 611,
      "ĠWh": 612,
      "so": 613,
      "Ġone": 614,
      "Ġsome": 615,
      "Ġbo": 616,
      "ents": 617,
      "Ġro": 618,
      "vel": 619,
      "Ġhapp": 620,
      "Ġun": 621,
      "**": 622,
      "Ġapp": 623,
      "ree": 624,
      "riend": 625,
      "ks": 626,
      "ish": 627,
      "Ġhas": 628,
      "Ġbig": 629,
      "ction": 630,
      "ĠTim": 631,
      "Ġhelp": 632,
      "Ġbec": 633,
      "nder": 634,
      "Ġimp": 635,
      "ings": 636,
      "Ġsp": 637,
      "Ġwho": 638,
      "ory": 639,
      "Ġwhat": 640,
      "'t": 641,
      "ace": 642,
      "Ġfriend": 643,
      "Ġinto": 644,
      "Ġev": 645,
      "ber": 646,
      "ces": 647,
      "Ġpre": 648,
      "Ġcomm": 649,
      "Ġspe": 650,
      "ater": 651,
      "ite": 652,
      "ign": 653,
      "ang": 654,
      "low": 655,
      "Ġsm": 656,
      "Ġwould": 657,
      "ase": 658,
      "ru": 659,
      "Ġper": 660,
      "Ġ`": 661,
      "Ġpart": 662,
      "Ġvery": 663,
      "ose": 664,
      "Ġwhen": 665,
      "ition": 666,
      "Ġ19": 667,
      "Ġhow": 668,
      ".\"": 669,
      "Ġfe": 670,
      "----": 671,
      "Ġqu": 672,
      "ors": 673,
      "ild": 674,
      "Ġdid": 675,
      "ved": 676,
      "ood": 677,
      "Ġalso": 678,
      "Ġpe": 679,
      "Ġ-": 680,
      "get": 681,
      "Ġag": 682,
      "Ġknow": 683,
      "ays": 684,
      "hed": 685,
      "ãģ": 686,
      "ount": 687,
      "Ġcould": 688,
      "fere": 689,
      "ord": 690,
      "Ġunder": 691,
      "ian": 692,
      "Ġnew": 693,
      "form": 694,
      "ond": 695,
      "ens": 696,
      "ĠY": 697,
      "ĠK": 698,
      "round": 699,
      "ll": 700,
      "Ġbet": 701,
      "ful": 702,
      "ub": 703,
      "Ġits": 704,
      "eth": 705,
      "ark": 706,
      "ual": 707,
      "Ġthese": 708,
      "nce": 709,
      "ĠSt": 710,
      "ious": 711,
      "Ġany": 712,
      "Ġsy": 713,
      "Ġcol": 714,
      "Ġem": 715,
      "ob": 716,
      "ittle": 717,
      "ĠCh": 718,
      "Ġif": 719,
      "arn": 720,
      "Ġlook": 721,
      ").": 722,
      "Ġthan": 723,
      "Ġdif": 724,
      "rough": 725,
      "we": 726,
      "Ġam": 727,
      "Ġfun": 728,
      "int": 729,
      "ph": 730,
      "Ġuse": 731,
      "Ġover": 732,
      "Ġlittle": 733,
      "Ġco": 734,
      "Ġmy": 735,
      "ĠĊ": 736,
      "ating": 737,
      "ities": 738,
      "olog": 739,
      "ys": 740,
      "ict": 741,
      "ade": 742,
      "xt": 743,
      "|>": 744,
      "<|": 745,
      "Ġind": 746,
      "Ġno": 747,
      "ople": 748,
      "Ġmom": 749,
      "ple": 750,
      "Ġdes": 751,
      "ific": 752,
      "Ġsaw": 753,
      "Ġour": 754,
      "ons": 755,
      "du": 756,
      "vers": 757,
      "irst": 758,
      "ail": 759,
      "Ġrec": 760,
      "Ġhappy": 761,
      "ates": 762,
      "fter": 763,
      "oth": 764,
      "Ġwork": 765,
      "ĠThis": 766,
      "wn": 767,
      "Ġtw": 768,
      "Ġnam": 769,
      "Ġneed": 770,
      "ird": 771,
      "les": 772,
      "ause": 773,
      "hen": 774,
      "Ġmany": 775,
      "Ġsuch": 776,
      "Ġfound": 777,
      "ĠV": 778,
      "rit": 779,
      "Ġspec": 780,
      "Ġhim": 781,
      "ick": 782,
      "Ġpeople": 783,
      "Ġinter": 784,
      "ink": 785,
      "Ġrel": 786,
      "Ġcons": 787,
      "Ġstud": 788,
      "red": 789,
      "clud": 790,
      "Ġacc": 791,
      "uring": 792,
      "mer": 793,
      "Ġra": 794,
      "Ġthrough": 795,
      "Ġact": 796,
      "Ġmay": 797,
      "Ġfriends": 798,
      "Ġbl": 799,
      "igh": 800,
      "lect": 801,
      "Ġevery": 802,
      "Ġbeen": 803,
      "cess": 804,
      "Ġnamed": 805,
      "stem": 806,
      "Ġsom": 807,
      "own": 808,
      "Ġback": 809,
      "te": 810,
      "ght": 811,
      "ise": 812,
      "erm": 813,
      "Ġoff": 814,
      "ng": 815,
      "Ġmake": 816,
      "Ġsee": 817,
      "Ġdiffere": 818,
      "ax": 819,
      "Ġinst": 820,
      "Ġget": 821,
      "als": 822,
      "Ġ3": 823,
      "Ġlearn": 824,
      "ures": 825,
      "Ġyear": 826,
      "Ġused": 827,
      "ĠWhat": 828,
      "Ġpr": 829,
      "ics": 830,
      "âĢĿ": 831,
      "ative": 832,
      "pect": 833,
      "Ġfirst": 834,
      "Ġinc": 835,
      "Ġser": 836,
      "Ġrem": 837,
      "ject": 838,
      "old": 839,
      "ove": 840,
      "),": 841,
      "ving": 842,
      "ular": 843,
      "Ġwanted": 844,
      "ĊĊ": 845,
      "Ġph": 846,
      "Ġadd": 847,
      "Ġbu": 848,
      "!\"": 849,
      "sel": 850,
      "Ġ20": 851,
      "Ġtoget": 852,
      "Ġtogether": 853,
      "Ġupon": 854,
      "Ġinclud": 855,
      "Ġpo": 856,
      "Ġtwo": 857,
      "ient": 858,
      "ft": 859,
      "ath": 860,
      "rib": 861,
      "Ġstart": 862,
      "ough": 863,
      "ĠâĢĵ": 864,
      "Ġwhere": 865,
      "Ġtra": 866,
      "Ġthen": 867,
      "ments": 868,
      "Ġjust": 869,
      "Ġgen": 870,
      "Ġfind": 871,
      "Ġdec": 872,
      "Ġsur": 873,
      "In": 874,
      "Ġac": 875,
      "ween": 876,
      "row": 877,
      "Ġcar": 878,
      "ract": 879,
      "Ġbird": 880,
      "Ġexam": 881,
      "Ġonly": 882,
      "Ġreg": 883,
      "ĠLily": 884,
      "fore": 885,
      "ited": 886,
      "Ġinv": 887,
      "Ġwent": 888,
      "hes": 889,
      "ĠTom": 890,
      "Ġexpl": 891,
      "lic": 892,
      "gr": 893,
      "Ġbetween": 894,
      "Ġform": 895,
      "Ġmost": 896,
      "Ġstr": 897,
      "Ġeff": 898,
      "Ġke": 899,
      "Ġprov": 900,
      "Ġrep": 901,
      "stand": 902,
      "Ġfl": 903,
      "velop": 904,
      "Ġins": 905,
      "ning": 906,
      "Th": 907,
      "Ġtoo": 908,
      "Ġdoes": 909,
      "ange": 910,
      "Ġpos": 911,
      "iss": 912,
      "ility": 913,
      "alth": 914,
      "ible": 915,
      "ĠâĢľ": 916,
      "ĠUn": 917,
      "Ġcall": 918,
      "ational": 919,
      "Ġatt": 920,
      "ased": 921,
      "One": 922,
      "aking": 923,
      "ism": 924,
      "Ġmod": 925,
      "Ġsystem": 926,
      "Ġtrans": 927,
      "ared": 928,
      "Ġcat": 929,
      "uch": 930,
      "iet": 931,
      "ered": 932,
      "ething": 933,
      "Ġmade": 934,
      "anc": 935,
      "ife": 936,
      "Ġafter": 937,
      "ied": 938,
      "Ġeven": 939,
      "gan": 940,
      "ert": 941,
      "Ġeach": 942,
      "Once": 943,
      "Ġass": 944,
      "ec": 945,
      "Ġway": 946,
      "..": 947,
      "ss": 948,
      "other": 949,
      "ĊĠĠĠĠĊĠĠĠ": 950,
      "ower": 951,
      "Ġwhile": 952,
      "ĠBut": 953,
      "Ġcre": 954,
      "Ġaw": 955,
      "Ġsomething": 956,
      "Ġpers": 957,
      "Ġlong": 958,
      "Ġsmall": 959,
      "Ġgood": 960,
      "ĠHow": 961,
      "Ġbecause": 962,
      "Ġshould": 963,
      "Ġdisc": 964,
      "Ġaround": 965,
      "Ġboth": 966,
      "Ġvar": 967,
      "Ġdifferent": 968,
      "ty": 969,
      "Ġagain": 970,
      "Ġset": 971,
      "ric": 972,
      "chn": 973,
      "Ġob": 974,
      "my": 975,
      "Ġdown": 976,
      "ave": 977,
      "Wh": 978,
      "Ġsupp": 979,
      "Ġfol": 980,
      "oy": 981,
      "Ġsim": 982,
      "Ġusing": 983,
      "cho": 984,
      "Ġworld": 985,
      "ble": 986,
      "ves": 987,
      "its": 988,
      "Ġdevelop": 989,
      "enc": 990,
      "ines": 991,
      "ident": 992,
      "gg": 993,
      "ouse": 994,
      "Ġwater": 995,
      "Ġsub": 996,
      "ck": 997,
      "Ġexper": 998,
      "Ġpol": 999,
      "ural": 1000,
      "ren": 1001,
      "Ġread": 1002,
      "Ġexp": 1003,
      "Ġliv": 1004,
      "ought": 1005,
      "aw": 1006,
      "arch": 1007,
      "ever": 1008,
      "Ġdog": 1009,
      "arm": 1010,
      "Ġhigh": 1011,
      "ern": 1012,
      "ĠYou": 1013,
      "ting": 1014,
      "Ġsk": 1015,
      "Ġnum": 1016,
      "ution": 1017,
      "Ġsoc": 1018,
      "ew": 1019,
      "Ġfam": 1020,
      "Ġend": 1021,
      "led": 1022,
      "cept": 1023,
      "urn": 1024,
      "Ġimport": 1025,
      "Ġart": 1026,
      "ata": 1027,
      "ience": 1028,
      "ices": 1029,
      "vent": 1030,
      "ues": 1031,
      "Ġwell": 1032,
      "?\"": 1033,
      "--------": 1034,
      "irl": 1035,
      "ont": 1036,
      "Ġfollow": 1037,
      "Ġinf": 1038,
      "Ġshow": 1039,
      "ically": 1040,
      "meric": 1041,
      "ward": 1042,
      "Ġty": 1043,
      "ually": 1044,
      "Ġmuch": 1045,
      "ps": 1046,
      "ize": 1047,
      "Ġ4": 1048,
      "Ġunderstand": 1049,
      "Ġhome": 1050,
      "Ġbr": 1051,
      "Ġpres": 1052,
      "ists": 1053,
      "Ġ=": 1054,
      ",\"": 1055,
      "ork": 1056,
      "Ġloc": 1057,
      "Ġop": 1058,
      "ĠAl": 1059,
      "start": 1060,
      "erg": 1061,
      "Ġchild": 1062,
      "ĊĠĠĠĠĊĠĠĠĠĊĠĠĠ": 1063,
      "Ġbeing": 1064,
      "Ġlet": 1065,
      "Ġsec": 1066,
      "Ġcommun": 1067,
      "hip": 1068,
      "ĠAs": 1069,
      "Ġduring": 1070,
      "ĠSp": 1071,
      "Ġtechn": 1072,
      "ature": 1073,
      "ology": 1074,
      "Ġhum": 1075,
      "ins": 1076,
      "ness": 1077,
      "Ġsign": 1078,
      "ized": 1079,
      "Ġval": 1080,
      "ential": 1081,
      "ĠWe": 1082,
      "Ġ'": 1083,
      "ĠAn": 1084,
      "Ġbefore": 1085,
      "ef": 1086,
      "tern": 1087,
      "Ġcare": 1088,
      "ix": 1089,
      "Ġ201": 1090,
      "Ġgr": 1091,
      "Ġgirl": 1092,
      "Ġcent": 1093,
      "Ġcount": 1094,
      "Ġown": 1095,
      "ĠOne": 1096,
      "Ġplayed": 1097,
      "Ġrun": 1098,
      "ãĤ": 1099,
      "imes": 1100,
      "Ġball": 1101,
      "ĠAmeric": 1102,
      "alk": 1103,
      "Ġmed": 1104,
      "iqu": 1105,
      "ages": 1106,
      "ried": 1107,
      "Ġ200": 1108,
      "Ġdef": 1109,
      "ather": 1110,
      "ten": 1111,
      "Ġref": 1112,
      "Ġ5": 1113,
      "Ġcur": 1114,
      "Ġhealth": 1115,
      "self": 1116,
      "Ġent": 1117,
      "Ġyears": 1118,
      "land": 1119,
      "Ġright": 1120,
      "Ġfeel": 1121,
      "Ġ*": 1122,
      "Ġhand": 1123,
      "duc": 1124,
      "Ġthings": 1125,
      "Ġthought": 1126,
      "Ġhist": 1127,
      "Ġthose": 1128,
      "Ġdist": 1129,
      "ruct": 1130,
      "Ġcalled": 1131,
      "Ġcomple": 1132,
      "Ġtree": 1133,
      "Ġdet": 1134,
      "Ġear": 1135,
      "ov": 1136,
      "Ġche": 1137,
      "Ġtake": 1138,
      "ĠAnd": 1139,
      "Ġprocess": 1140,
      "Ġgener": 1141,
      "Ġmean": 1142,
      "chool": 1143,
      "Ġed": 1144,
      "ened": 1145,
      "Ġdon": 1146,
      "Ġaut": 1147,
      "ants": 1148,
      "Ġchar": 1149,
      "irect": 1150,
      "pr": 1151,
      "Ġinform": 1152,
      "Ġext": 1153,
      "Ġthink": 1154,
      "iew": 1155,
      "Ġpat": 1156,
      "here": 1157,
      "nect": 1158,
      "Ġprodu": 1159,
      "ash": 1160,
      "Ġlar": 1161,
      "ĠFor": 1162,
      "Ġlead": 1163,
      "Ġput": 1164,
      "Ġdi": 1165,
      "elt": 1166,
      "Ġpartic": 1167,
      "Ġcame": 1168,
      "ways": 1169,
      "Ġlife": 1170,
      "ank": 1171,
      "air": 1172,
      "Ġgreat": 1173,
      "Ġexample": 1174,
      "Ġperson": 1175,
      "Ġmight": 1176,
      "ives": 1177,
      "Ġgl": 1178,
      "Ġ18": 1179,
      "Ġconf": 1180,
      "inal": 1181,
      "Ġrequ": 1182,
      "Ġ$": 1183,
      "Ġsame": 1184,
      "ivid": 1185,
      "con": 1186,
      "Ġfood": 1187,
      "up": 1188,
      "ĠRe": 1189,
      "Ġca": 1190,
      "Ġlooked": 1191,
      "Ġ**": 1192,
      "ĠAr": 1193,
      "Ġmon": 1194,
      "Ġsad": 1195,
      "Ġide": 1196,
      "Ġnow": 1197,
      "omm": 1198,
      "Ġpop": 1199,
      "Ġaway": 1200,
      "Ġreal": 1201,
      "eng": 1202,
      "akes": 1203,
      "Ġword": 1204,
      "Ġbel": 1205,
      "Ġstarted": 1206,
      "li": 1207,
      "Ġgu": 1208,
      "ars": 1209,
      "Ġloved": 1210,
      "read": 1211,
      "Ġcle": 1212,
      "ven": 1213,
      "Ġmain": 1214,
      "Ġboy": 1215,
      "ts": 1216,
      "Ġcor": 1217,
      "ince": 1218,
      "Ġpub": 1219,
      "ute": 1220,
      "Ġmat": 1221,
      "Ġeffect": 1222,
      "day": 1223,
      "Ġwithin": 1224,
      "any": 1225,
      "Ġbest": 1226,
      "ement": 1227,
      "iron": 1228,
      "ĠWhen": 1229,
      "Ġgrou": 1230,
      "Ġmin": 1231,
      "Ġsw": 1232,
      "Ġrese": 1233,
      "Ġincre": 1234,
      "ĠSo": 1235,
      "19": 1236,
      "Ġbro": 1237,
      "gram": 1238,
      "Ġsay": 1239,
      "iel": 1240,
      "Ġdata": 1241,
      "Ġresult": 1242,
      "ross": 1243,
      "Ġimportant": 1244,
      "ody": 1245,
      "Ġvis": 1246,
      "ock": 1247,
      "ug": 1248,
      "Ġpract": 1249,
      "Ġallow": 1250,
      "Ġcult": 1251,
      "Ġcr": 1252,
      "ook": 1253,
      "Ġasked": 1254,
      "ished": 1255,
      "Ġlist": 1256,
      "ided": 1257,
      "Ġoften": 1258,
      "Ġsol": 1259,
      "Ġbetter": 1260,
      "Ġpower": 1261,
      "Ġgra": 1262,
      "ering": 1263,
      "Ġhere": 1264,
      "Ġtry": 1265,
      "Ġold": 1266,
      "ript": 1267,
      "Ġmem": 1268,
      "Ġstill": 1269,
      "Ġgrow": 1270,
      "Ġcontin": 1271,
      "Ġappro": 1272,
      "ined": 1273,
      "ĠPro": 1274,
      "Ġfact": 1275,
      "uss": 1276,
      "io": 1277,
      "Ġbook": 1278,
      "ĊĠĠĠĠĊ": 1279,
      "ull": 1280,
      "oh": 1281,
      "Ġfil": 1282,
      "ories": 1283,
      "blem": 1284,
      "Ġposs": 1285,
      "Ġfelt": 1286,
      "ĠMax": 1287,
      "Ġret": 1288,
      "be": 1289,
      "Ġalways": 1290,
      "ale": 1291,
      "Ġ/": 1292,
      "vern": 1293,
      "Ġwr": 1294,
      "ĠIf": 1295,
      "ional": 1296,
      "Ġresp": 1297,
      "Ġprot": 1298,
      "pend": 1299,
      "Ġsupport": 1300,
      "Ġbeh": 1301,
      "ases": 1302,
      "Ġconnect": 1303,
      "ĠSam": 1304,
      "pped": 1305,
      "ex": 1306,
      "Ġbuild": 1307,
      "Ġprom": 1308,
      "ital": 1309,
      "ĠIs": 1310,
      "Ġpark": 1311,
      "Ġinformation": 1312,
      "ivers": 1313,
      "ead": 1314,
      "ah": 1315,
      "viron": 1316,
      "ired": 1317,
      "Ġclass": 1318,
      "Ġanother": 1319,
      "Ġhouse": 1320,
      "ĠSue": 1321,
      "Ġschool": 1322,
      "az": 1323,
      "ield": 1324,
      "Ġmet": 1325,
      "Ġcreat": 1326,
      "Ġconsid": 1327,
      "the": 1328,
      "Ġ6": 1329,
      "ters": 1330,
      "ences": 1331,
      "Ġanim": 1332,
      "Ġproblem": 1333,
      "Ġav": 1334,
      "Ġdirect": 1335,
      "ĠBen": 1336,
      "Ġplan": 1337,
      "Ġorgan": 1338,
      "lish": 1339,
      "Ġeng": 1340,
      "ãĥ": 1341,
      "br": 1342,
      "Ġless": 1343,
      "reen": 1344,
      "Ġname": 1345,
      "Ġtook": 1346,
      "ury": 1347,
      "to": 1348,
      "ividual": 1349,
      "ining": 1350,
      "Ġsays": 1351,
      "Ġbecame": 1352,
      "angu": 1353,
      "und": 1354,
      "Ġpot": 1355,
      "Ġadv": 1356,
      "Ġpass": 1357,
      "Ġplace": 1358,
      "itions": 1359,
      "side": 1360,
      "Ġpoint": 1361,
      "Ġsun": 1362,
      "Ġlot": 1363,
      "Ġland": 1364,
      "ĠThese": 1365,
      "iled": 1366,
      "com": 1367,
      "Ġthree": 1368,
      "ny": 1369,
      "ets": 1370,
      "der": 1371,
      "Ġdel": 1372,
      "As": 1373,
      "ĠAd": 1374,
      "oun": 1375,
      "What": 1376,
      "Ġtoy": 1377,
      "Ġmus": 1378,
      "ries": 1379,
      "ĠBy": 1380,
      "ides": 1381,
      "less": 1382,
      "imate": 1383,
      "ci": 1384,
      "Ġprogram": 1385,
      "Ġindividual": 1386,
      "Ġsaf": 1387,
      "Ġdesign": 1388,
      "uck": 1389,
      "Ġfamily": 1390,
      "Ġwithout": 1391,
      "por": 1392,
      "put": 1393,
      "Ġunt": 1394,
      "Ġequ": 1395,
      "work": 1396,
      "Ġfile": 1397,
      "ĠEng": 1398,
      "Ġsl": 1399,
      "Ġnumber": 1400,
      "Ġnear": 1401,
      "Ġmo": 1402,
      "ality": 1403,
      "20": 1404,
      "Ġhuman": 1405,
      "Ġ.": 1406,
      "Ġcharact": 1407,
      "Ġincluding": 1408,
      "erv": 1409,
      "cent": 1410,
      "ense": 1411,
      "ron": 1412,
      "Ġliked": 1413,
      "ains": 1414,
      "It": 1415,
      "rol": 1416,
      "Ġconst": 1417,
      "lu": 1418,
      "Ġmeans": 1419,
      "Ġ[": 1420,
      "ify": 1421,
      "Ġothers": 1422,
      "000": 1423,
      "ization": 1424,
      "Ġtest": 1425,
      "Ġmust": 1426,
      "Ġkeep": 1427,
      "Ġterm": 1428,
      "'m": 1429,
      "ids": 1430,
      "sc": 1431,
      "ner": 1432,
      "Ġknown": 1433,
      "ret": 1434,
      "Ġbra": 1435,
      "Ġcome": 1436,
      "Ġkind": 1437,
      "Ġplaying": 1438,
      "ĊĠĠĠĠĠĠĠ": 1439,
      "Ġcour": 1440,
      "``": 1441,
      "Ġspecial": 1442,
      "Ġred": 1443,
      "ump": 1444,
      "ee": 1445,
      "new": 1446,
      "Ġstudy": 1447,
      "ral": 1448,
      "erest": 1449,
      "ised": 1450,
      "ĠInd": 1451,
      "Ġhard": 1452,
      "Ġchildren": 1453,
      "Ġfin": 1454,
      "Ġstand": 1455,
      "Ġ10": 1456,
      "Ġest": 1457,
      "Ġenviron": 1458,
      "Ġcommon": 1459,
      "ination": 1460,
      "Ġfore": 1461,
      "This": 1462,
      "Ġlevel": 1463,
      "ier": 1464,
      "Ġbus": 1465,
      "ĠAmerican": 1466,
      "ĠCon": 1467,
      "itive": 1468,
      "Ġident": 1469,
      "ĠNew": 1470,
      "Ġstudents": 1471,
      "iety": 1472,
      "Ġcreate": 1473,
      "Ġinvol": 1474,
      "Ġlangu": 1475,
      "ples": 1476,
      "Ġchange": 1477,
      "Ġgot": 1478,
      "iness": 1479,
      "ulation": 1480,
      "Ġele": 1481,
      "bers": 1482,
      "Ġopt": 1483,
      "Ġuntil": 1484,
      "Ġmar": 1485,
      "ertain": 1486,
      "ivity": 1487,
      "##": 1488,
      "man": 1489,
      "Ġopen": 1490,
      "ĠDe": 1491,
      "raph": 1492,
      "els": 1493,
      "Ġbelie": 1494,
      "Ġaff": 1495,
      "Ġvarious": 1496,
      "ently": 1497,
      "orn": 1498,
      "ources": 1499,
      "Ġchang": 1500,
      "Ġocc": 1501,
      "Ġtreat": 1502,
      "ced": 1503,
      "oring": 1504,
      "ection": 1505,
      "ger": 1506,
      "ergy": 1507,
      "Ġrest": 1508,
      "Ġtop": 1509,
      "outh": 1510,
      "Ġsignific": 1511,
      "Ġel": 1512,
      "Ġtrad": 1513,
      "rent": 1514,
      "oss": 1515,
      "Ġiss": 1516,
      "aut": 1517,
      "user": 1518,
      "Ġpur": 1519,
      "Ġsocial": 1520,
      "ling": 1521,
      "omen": 1522,
      "Ġfr": 1523,
      "Ġtyp": 1524,
      "ember": 1525,
      "bs": 1526,
      "Ġlight": 1527,
      "Ġmove": 1528,
      "itional": 1529,
      "ability": 1530,
      "thing": 1531,
      "Ġexc": 1532,
      "Ġseem": 1533,
      "ĠĠĠĠĠĠĠĠ": 1534,
      "ilar": 1535,
      "amp": 1536,
      "Ġtre": 1537,
      "ique": 1538,
      "Ġgovern": 1539,
      "ccess": 1540,
      "Ġran": 1541,
      "ency": 1542,
      "Ġsent": 1543,
      "âĢĶ": 1544,
      "Ġeas": 1545,
      "ethod": 1546,
      "over": 1547,
      "Ġmaking": 1548,
      "orts": 1549,
      "Ġ7": 1550,
      "Ġbre": 1551,
      "Ġpar": 1552,
      "Ġdra": 1553,
      "Ġchall": 1554,
      "Ġbox": 1555,
      "Ġdem": 1556,
      "aj": 1557,
      "Ġve": 1558,
      "Ġprof": 1559,
      "Ġwhy": 1560,
      "Ġinterest": 1561,
      "How": 1562,
      "ĠEx": 1563,
      "Ġsmiled": 1564,
      "ĠHowever": 1565,
      "uro": 1566,
      "ode": 1567,
      "Ġfunction": 1568,
      "sh": 1569,
      "Ġopp": 1570,
      "ason": 1571,
      "par": 1572,
      "Ġcap": 1573,
      "ote": 1574,
      "ateg": 1575,
      "Ġstory": 1576,
      "Ġelect": 1577,
      "10": 1578,
      "cial": 1579,
      "by": 1580,
      "istant": 1581,
      "Ġcell": 1582,
      "Ġlarge": 1583,
      "Ġleg": 1584,
      "Ġlived": 1585,
      "ĠCan": 1586,
      "ĠThere": 1587,
      "Ġimpro": 1588,
      ".,": 1589,
      "line": 1590,
      "Ġever": 1591,
      "Ġdesc": 1592,
      "ĊĠ": 1593,
      "Ġsing": 1594,
      "Ġflow": 1595,
      "Ġnever": 1596,
      "na": 1597,
      "Ġ8": 1598,
      "Ġpublic": 1599,
      "Ġbody": 1600,
      "ane": 1601,
      "ording": 1602,
      "Ġsit": 1603,
      "Ġbecome": 1604,
      "Ġperform": 1605,
      "elf": 1606,
      "Ġcommand": 1607,
      "Ġsever": 1608,
      "mb": 1609,
      "Ġline": 1610,
      "Ġ0": 1611,
      "Ġtried": 1612,
      "Ġlearning": 1613,
      "Ġpain": 1614,
      "Ġstrong": 1615,
      "Ġeduc": 1616,
      "Ġfollowing": 1617,
      "osed": 1618,
      "But": 1619,
      "Ġoutside": 1620,
      "ention": 1621,
      "Ġmag": 1622,
      "cer": 1623,
      "iter": 1624,
      "gin": 1625,
      "Ġnext": 1626,
      "Ġstate": 1627,
      "Ġcond": 1628,
      "St": 1629,
      "ĠAt": 1630,
      "Ġresearch": 1631,
      "Ġfac": 1632,
      "port": 1633,
      "Ġlau": 1634,
      "ted": 1635,
      "Ġhead": 1636,
      "Ġsound": 1637,
      "Ġinclude": 1638,
      "Ġanal": 1639,
      "ext": 1640,
      "Ġgive": 1641,
      "Ġdev": 1642,
      "ision": 1643,
      "You": 1644,
      "Ġenc": 1645,
      "ained": 1646,
      "Ġhistory": 1647,
      "Ġagainst": 1648,
      "Ġamong": 1649,
      "Ġenvironment": 1650,
      "ances": 1651,
      "arent": 1652,
      "ton": 1653,
      "me": 1654,
      "aterial": 1655,
      "Ġseveral": 1656,
      "iven": 1657,
      ".<|": 1658,
      "oci": 1659,
      "iversity": 1660,
      "ĠSh": 1661,
      "Ġbas": 1662,
      "Ġnet": 1663,
      "ocus": 1664,
      "den": 1665,
      "Ġmult": 1666,
      "ental": 1667,
      "Ġaccess": 1668,
      "Ġserv": 1669,
      "atic": 1670,
      "Ġsuccess": 1671,
      "Ġgroup": 1672,
      "ians": 1673,
      "Ġmethod": 1674,
      "âĢĵ": 1675,
      "ium": 1676,
      "Ġsecond": 1677,
      "Ġris": 1678,
      "Ġbased": 1679,
      "Ġess": 1680,
      "lo": 1681,
      "Ġstre": 1682,
      "iod": 1683,
      "ĠSc": 1684,
      "Ġexplore": 1685,
      "oot": 1686,
      "Ġroom": 1687,
      "Ġben": 1688,
      "\".": 1689,
      "Ġair": 1690,
      "Ġens": 1691,
      "ior": 1692,
      "Ġorig": 1693,
      "hers": 1694,
      "ills": 1695,
      "Ġlaw": 1696,
      "Ġpri": 1697,
      "tle": 1698,
      "Ġlearned": 1699,
      "lease": 1700,
      "Ġphys": 1701,
      "Ġwind": 1702,
      "Ġlast": 1703,
      "Ġoper": 1704,
      "Ġinside": 1705,
      "Ġtem": 1706,
      "ox": 1707,
      "ese": 1708,
      "app": 1709,
      "Ġ|": 1710,
      "Ġprovide": 1711,
      "Ġwat": 1712,
      "ape": 1713,
      "Ġho": 1714,
      "aring": 1715,
      "Ġmanag": 1716,
      "ogn": 1717,
      "Ġ&": 1718,
      "Ġant": 1719,
      "urther": 1720,
      "conom": 1721,
      "Ġshare": 1722,
      "Ġhaving": 1723,
      "Ġidea": 1724,
      "Ġrepres": 1725,
      "Ġcase": 1726,
      "etimes": 1727,
      "ols": 1728,
      "ĠSpot": 1729,
      "Ġfew": 1730,
      "ource": 1731,
      "clus": 1732,
      "Ġkey": 1733,
      "Ġalong": 1734,
      "ĠWho": 1735,
      "Ġspecific": 1736,
      "wards": 1737,
      "Ġsignificant": 1738,
      "Ġacross": 1739,
      "Ġsince": 1740,
      "Ġpresent": 1741,
      "Ġdue": 1742,
      "'re": 1743,
      "Ġturn": 1744,
      "Ġmark": 1745,
      "ats": 1746,
      "Ġproduct": 1747,
      "ĠTo": 1748,
      "ĠThat": 1749,
      "Ġpotential": 1750,
      "rop": 1751,
      "ological": 1752,
      "orth": 1753,
      "Ġlove": 1754,
      "Ġimm": 1755,
      "Ġenergy": 1756,
      "assistant": 1757,
      "Ġpret": 1758,
      "rist": 1759,
      "Ġquestion": 1760,
      "Ġtext": 1761,
      "ograph": 1762,
      "Ġparticular": 1763,
      "ames": 1764,
      "Ġgoing": 1765,
      "Ġearly": 1766,
      "hor": 1767,
      "Ġpossible": 1768,
      "Ġet": 1769,
      "...": 1770,
      "Ġmil": 1771,
      "Ġfar": 1772,
      "ĠBe": 1773,
      "Ġmaterial": 1774,
      "Ġcho": 1775,
      "Ġtoys": 1776,
      "Ġknew": 1777,
      "Ġdevelopment": 1778,
      "Ġdecided": 1779,
      "ik": 1780,
      "Ġcrit": 1781,
      "Ġscared": 1782,
      "atural": 1783,
      "ĠHis": 1784,
      "Ġlocal": 1785,
      "Ġanimals": 1786,
      "Ġ199": 1787,
      "Ġground": 1788,
      "Ġunderstanding": 1789,
      "Ġ9": 1790,
      "not": 1791,
      "Ġer": 1792,
      "Ġfocus": 1793,
      "Ġtype": 1794,
      "iting": 1795,
      "Ġcomput": 1796,
      "verse": 1797,
      "Ġproper": 1798,
      "Ġcomplex": 1799,
      "Ġlanguage": 1800,
      "Ġstat": 1801,
      "ĠZ": 1802,
      "ication": 1803,
      "Ġtold": 1804,
      "Ġcaus": 1805,
      "Ġey": 1806,
      "Ġes": 1807,
      "aster": 1808,
      "Ġdri": 1809,
      "ortun": 1810,
      "Ġaddress": 1811,
      "Ġwrit": 1812,
      "\",": 1813,
      "Ġ_": 1814,
      "Ġ<": 1815,
      "Ġstruct": 1816,
      "Ġdr": 1817,
      "ched": 1818,
      "Ġpolit": 1819,
      "Ġcontrol": 1820,
      "Ġsure": 1821,
      "ards": 1822,
      "Ġwords": 1823,
      "bit": 1824,
      "Ġsafe": 1825,
      "Ġproject": 1826,
      "iny": 1827,
      "ively": 1828,
      "ĠCl": 1829,
      "Ġobject": 1830,
      "apan": 1831,
      "ator": 1832,
      "Ġnon": 1833,
      "Ġbi": 1834,
      "Ġarea": 1835,
      "Ġable": 1836,
      "ĠOr": 1837,
      "Ġ,": 1838,
      "Ġz": 1839,
      "ified": 1840,
      "aces": 1841,
      "Ġdep": 1842,
      "Ġtell": 1843,
      "Ġfish": 1844,
      ".âĢĿ": 1845,
      "Ġsomeone": 1846,
      "Ġfield": 1847,
      "ĠSe": 1848,
      "ĠFr": 1849,
      "Ġeat": 1850,
      "aining": 1851,
      "Ġcharacter": 1852,
      "ĠUnited": 1853,
      "illion": 1854,
      "py": 1855,
      "ĠPl": 1856,
      "ression": 1857,
      "izing": 1858,
      "pected": 1859,
      "ina": 1860,
      "abor": 1861,
      "Ġdidn": 1862,
      "de": 1863,
      "Ġsoft": 1864,
      "mp": 1865,
      "ĠCom": 1866,
      "Ġsimilar": 1867,
      "Ġcal": 1868,
      "cle": 1869,
      "Ġcity": 1870,
      "oud": 1871,
      "Ġcurrent": 1872,
      "Ġworks": 1873,
      "uture": 1874,
      "Ġself": 1875,
      "Ġchalleng": 1876,
      "sy": 1877,
      "ring": 1878,
      "apt": 1879,
      "Ġcertain": 1880,
      "Ġcareful": 1881,
      "ission": 1882,
      "Ġtalk": 1883,
      "aper": 1884,
      "Ġtoday": 1885,
      "lished": 1886,
      "Ġdise": 1887,
      "Ġrelations": 1888,
      "----------------": 1889,
      "Ġlater": 1890,
      "Ġmeas": 1891,
      "Ġcomb": 1892,
      "view": 1893,
      "Ġeconom": 1894,
      "Ġdiff": 1895,
      "Ġlim": 1896,
      "Ġexperi": 1897,
      "eral": 1898,
      "oms": 1899,
      "ients": 1900,
      "ploy": 1901,
      "We": 1902,
      "val": 1903,
      "ajor": 1904,
      "ued": 1905,
      "ights": 1906,
      "Ġtimes": 1907,
      "ush": 1908,
      "Ġsystems": 1909,
      "agine": 1910,
      "ohn": 1911,
      "Ġhy": 1912,
      "ney": 1913,
      "Ġpast": 1914,
      "oll": 1915,
      "Ġeveryone": 1916,
      "estions": 1917,
      "Ġ{": 1918,
      "Ġpost": 1919,
      "iding": 1920,
      "Ġdiscuss": 1921,
      "Ġcontrib": 1922,
      "Ġperiod": 1923,
      "more": 1924,
      "Ġimpact": 1925,
      "Ġsurpr": 1926,
      "Ġwa": 1927,
      "Ġavail": 1928,
      "Ġwalk": 1929,
      "ably": 1930,
      "When": 1931,
      "ĠPh": 1932,
      "Ġgovernment": 1933,
      "Ġmeaning": 1934,
      "ĠJapan": 1935,
      "urope": 1936,
      "ucy": 1937,
      "__": 1938,
      "Ġrole": 1939,
      "ĠLe": 1940,
      "Ġans": 1941,
      "ĠEnglish": 1942,
      "olution": 1943,
      "Ġyoung": 1944,
      "Ġleft": 1945,
      "Ġfree": 1946,
      "apter": 1947,
      "istic": 1948,
      "ilities": 1949,
      "Ġintern": 1950,
      "If": 1951,
      "ration": 1952,
      "Ġsugg": 1953,
      "oura": 1954,
      "Ġinflu": 1955,
      "Tim": 1956,
      "rodu": 1957,
      "duced": 1958,
      "ms": 1959,
      "Ġhig": 1960,
      "ument": 1961,
      "Ġshort": 1962,
      "use": 1963,
      "Ġrece": 1964,
      "ĠChrist": 1965,
      "They": 1966,
      "oney": 1967,
      "Ġcountry": 1968,
      "Ġapplic": 1969,
      "Ġexist": 1970,
      "Ġbeaut": 1971,
      "ĠWith": 1972,
      "Ġunique": 1973,
      "Ġmakes": 1974,
      "Ġfast": 1975,
      "ĠMia": 1976,
      "orld": 1977,
      "Ġmor": 1978,
      "Ġconsider": 1979,
      "ged": 1980,
      "Ġfre": 1981,
      "iction": 1982,
      "Ġcourse": 1983,
      "()": 1984,
      "oman": 1985,
      "Ġbusiness": 1986,
      "oint": 1987,
      "ĠEn": 1988,
      "oph": 1989,
      "Ġorder": 1990,
      "Ġbenef": 1991,
      "Ġmusic": 1992,
      "co": 1993,
      "arr": 1994,
      "Ġcentury": 1995,
      "Ġheard": 1996,
      "So": 1997,
      "ĠBob": 1998,
      "Ġfle": 1999,
      "aves": 2000,
      "Ġclose": 2001,
      "ables": 2002,
      "Ġfour": 2003,
      "Ġworking": 2004,
      "Ġgave": 2005,
      "selves": 2006,
      "Ġstep": 2007,
      "idence": 2008,
      "Ġhistor": 2009,
      "Ġinstall": 2010,
      "ster": 2011,
      "ither": 2012,
      "Ġmess": 2013,
      "ĠComm": 2014,
      "ĠAf": 2015,
      "Ġinvest": 2016,
      "Ġjour": 2017,
      "illed": 2018,
      "icult": 2019,
      "Ġclean": 2020,
      "Ġspace": 2021,
      "Ġactiv": 2022,
      "oes": 2023,
      "Ġrespons": 2024,
      "Ġpress": 2025,
      "Ġrepl": 2026,
      "utions": 2027,
      "Ġfull": 2028,
      "though": 2029,
      "Ġview": 2030,
      "ĠEurope": 2031,
      "ately": 2032,
      "wh": 2033,
      "Ġways": 2034,
      "12": 2035,
      "Ġmodern": 2036,
      "ma": 2037,
      "Ġinstead": 2038,
      "Ġgame": 2039,
      "Ġrepresent": 2040,
      "asing": 2041,
      "ĠRes": 2042,
      "Ġwomen": 2043,
      "Ġpie": 2044,
      "Ġ15": 2045,
      "ream": 2046,
      "Ġessential": 2047,
      "ĠOn": 2048,
      "Ġscient": 2049,
      "ĠStates": 2050,
      "Ġfuture": 2051,
      "acy": 2052,
      "Ġhold": 2053,
      "for": 2054,
      "Ġ17": 2055,
      "Ġconcept": 2056,
      "Ġassoci": 2057,
      "ung": 2058,
      "ule": 2059,
      "Ġbegan": 2060,
      "face": 2061,
      "18": 2062,
      "ux": 2063,
      "rel": 2064,
      "An": 2065,
      "ĠUniversity": 2066,
      "Ġmajor": 2067,
      "Ġstay": 2068,
      "Ġprotect": 2069,
      "Ġlow": 2070,
      "Ġteam": 2071,
      "Ġtri": 2072,
      "rew": 2073,
      "Ġstore": 2074,
      "ones": 2075,
      "Ġexperience": 2076,
      "Ġmind": 2077,
      "ĠTr": 2078,
      "Ġvers": 2079,
      "avor": 2080,
      "ived": 2081,
      "Ġpack": 2082,
      "joy": 2083,
      "Ġreally": 2084,
      "Yes": 2085,
      "Ġ--": 2086,
      "Ġaffect": 2087,
      "ledge": 2088,
      "Ġoccur": 2089,
      "Ġsqu": 2090,
      "yn": 2091,
      "ĠX": 2092,
      "Ġmen": 2093,
      "ĠAll": 2094,
      "Ġestab": 2095,
      "Ġcir": 2096,
      "Ġpretty": 2097,
      "Ġnatural": 2098,
      "Ġheart": 2099,
      "of": 2100,
      "ots": 2101,
      "Ġavailable": 2102,
      "rog": 2103,
      "aps": 2104,
      "Ġareas": 2105,
      "Ġask": 2106,
      "mat": 2107,
      "let": 2108,
      "ges": 2109,
      "asc": 2110,
      "ured": 2111,
      "af": 2112,
      "Ġenough": 2113,
      "Ġcommunity": 2114,
      "Ġrelationship": 2115,
      "Ġwee": 2116,
      "Ġjump": 2117,
      "pecial": 2118,
      "Ġreport": 2119,
      "Ġappear": 2120,
      "Ġemb": 2121,
      "Ġtowards": 2122,
      "Ġbegin": 2123,
      "rect": 2124,
      "ĠLet": 2125,
      "alked": 2126,
      "II": 2127,
      "Ġpict": 2128,
      "ĠHer": 2129,
      "Ġmot": 2130,
      "Lily": 2131,
      "min": 2132,
      "ror": 2133,
      "Ġsometimes": 2134,
      "Ġbehav": 2135,
      "Ġgiven": 2136,
      "Ġnice": 2137,
      "ĠSome": 2138,
      "ĠFrom": 2139,
      "Ġdone": 2140,
      "icy": 2141,
      "ser": 2142,
      "Ġhappened": 2143,
      "Ġneeded": 2144,
      "iple": 2145,
      "Ġinit": 2146,
      "Ġplant": 2147,
      "Ġwond": 2148,
      "leep": 2149,
      "Ġliter": 2150,
      "ara": 2151,
      "Ġsat": 2152,
      "ware": 2153,
      "Ġnecess": 2154,
      "Ġexcited": 2155,
      "erc": 2156,
      "utes": 2157,
      "Ġstrateg": 2158,
      "Ġvalue": 2159,
      "ĠBrit": 2160,
      "Ġver": 2161,
      "Ġindust": 2162,
      "icle": 2163,
      "Ġreturn": 2164,
      "Ġwar": 2165,
      "Ġdeterm": 2166,
      "arc": 2167,
      "Ġi": 2168,
      "||": 2169,
      "ĠCol": 2170,
      "Ġtechnology": 2171,
      "osp": 2172,
      "Ġthough": 2173,
      "ended": 2174,
      "Ġ12": 2175,
      "Ġmaint": 2176,
      "Ġauthor": 2177,
      "Ġseen": 2178,
      "Ġlooking": 2179,
      "To": 2180,
      "Ġcost": 2181,
      "ĠLucy": 2182,
      "Ġlay": 2183,
      "Ġprin": 2184,
      "Ġclear": 2185,
      "Ġparent": 2186,
      "Ġdoing": 2187,
      "Ġside": 2188,
      "Ġenjoy": 2189,
      "Ġdays": 2190,
      "Ġ#": 2191,
      "11": 2192,
      "Ġthing": 2193,
      "Ġspecies": 2194,
      "Ġlog": 2195,
      "Ġdescrib": 2196,
      "Ġrock": 2197,
      "omes": 2198,
      "Ġdeep": 2199,
      "lying": 2200,
      "Ġbad": 2201,
      "Ġdepend": 2202,
      "irt": 2203,
      "Ġprofess": 2204,
      "Ġvari": 2205,
      "vious": 2206,
      "ths": 2207,
      "ires": 2208,
      "'ll": 2209,
      "ĠGerm": 2210,
      "atures": 2211,
      "Ġindividuals": 2212,
      "lement": 2213,
      "Ġport": 2214,
      "Ġfiles": 2215,
      "oid": 2216,
      "ĠThen": 2217,
      "Ġquestions": 2218,
      "Ġtur": 2219,
      "ules": 2220,
      "Ġcook": 2221,
      "Ġcolor": 2222,
      "ĠMay": 2223,
      "Ġprevent": 2224,
      "ows": 2225,
      "Ġsuggest": 2226,
      "ales": 2227,
      "ctor": 2228,
      "Ġquick": 2229,
      "chie": 2230,
      "Ġthroughout": 2231,
      "une": 2232,
      "Ġ+": 2233,
      "ze": 2234,
      "Ġdig": 2235,
      "lev": 2236,
      "Ġgreen": 2237,
      "Al": 2238,
      "iving": 2239,
      "Ġ16": 2240,
      "str": 2241,
      "ibility": 2242,
      "ĠAfter": 2243,
      "Ġvol": 2244,
      "Ġpopular": 2245,
      "Ġill": 2246,
      "anced": 2247,
      "Ġneeds": 2248,
      "ĠMom": 2249,
      "ĠJohn": 2250,
      "ony": 2251,
      "ghed": 2252,
      "iful": 2253,
      "Let": 2254,
      "Ġissues": 2255,
      "Ġrecord": 2256,
      "pro": 2257,
      "ann": 2258,
      "Ġresources": 2259,
      "Ġprim": 2260,
      "itten": 2261,
      "Ġdad": 2262,
      "Ġlaughed": 2263,
      "ffic": 2264,
      "arden": 2265,
      "ators": 2266,
      "Ġrecogn": 2267,
      "ching": 2268,
      "Ġrad": 2269,
      "come": 2270,
      "Ġcontext": 2271,
      "ray": 2272,
      "ĠUS": 2273,
      "Ġcause": 2274,
      "ĠIm": 2275,
      "'ve": 2276,
      "Ġtrying": 2277,
      "Ġchanges": 2278,
      "ĠCent": 2279,
      "dle": 2280,
      "Ġelse": 2281,
      "Ġmach": 2282,
      "atives": 2283,
      "Ġarg": 2284,
      "):": 2285,
      "Ġrelig": 2286,
      "ĠWar": 2287,
      "Ġimprove": 2288,
      "Ġface": 2289,
      "Ġfurther": 2290,
      "Ġusually": 2291,
      "iques": 2292,
      "Ġrisk": 2293,
      "Ġpersonal": 2294,
      "Ġdoesn": 2295,
      "Ġnorm": 2296,
      "Ġevent": 2297,
      "There": 2298,
      "aim": 2299,
      "Ġbreak": 2300,
      "Ġsum": 2301,
      "Ġskills": 2302,
      "Ġopportun": 2303,
      "ĠTe": 2304,
      "Ġliving": 2305,
      "ĠMar": 2306,
      "ĊĠĠĠĠĠĠĠĠ": 2307,
      "Ġeducation": 2308,
      "nces": 2309,
      "Ġage": 2310,
      "Ġrather": 2311,
      "ĠAm": 2312,
      "Ġglob": 2313,
      "ĠInst": 2314,
      "ours": 2315,
      "Now": 2316,
      "Ġbehind": 2317,
      "Ġblood": 2318,
      "Ġprint": 2319,
      "Ġcollect": 2320,
      "16": 2321,
      "Ġnetwork": 2322,
      "Ġmeet": 2323,
      "50": 2324,
      "way": 2325,
      "Ġcra": 2326,
      "ĠNo": 2327,
      "Ġprop": 2328,
      "Ġcomes": 2329,
      "aging": 2330,
      "Ġcoll": 2331,
      "ches": 2332,
      "Ġjob": 2333,
      "ĠGod": 2334,
      "Ġwin": 2335,
      "ilt": 2336,
      "Ġ:": 2337,
      "Ġpaper": 2338,
      "Ġsingle": 2339,
      "ĠAfric": 2340,
      "urt": 2341,
      "ising": 2342,
      "Ġcust": 2343,
      ");": 2344,
      "Ġdifficult": 2345,
      "Ġbuilding": 2346,
      "Ġemploy": 2347,
      "most": 2348,
      "ery": 2349,
      "For": 2350,
      "inary": 2351,
      "clusion": 2352,
      "Ġ198": 2353,
      "Ġgrowth": 2354,
      "Ġwhether": 2355,
      "Ġcomplete": 2356,
      "Ġteac": 2357,
      "ĠEar": 2358,
      "lection": 2359,
      "Ġtypes": 2360,
      "Ġabove": 2361,
      "Ġimage": 2362,
      "Ġuser": 2363,
      "Ġknowledge": 2364,
      "Ġlive": 2365,
      "Ġredu": 2366,
      "Ġsentence": 2367,
      "Ġrunning": 2368,
      "icro": 2369,
      "Ġkids": 2370,
      "Ġproblems": 2371,
      "Ġhu": 2372,
      "NA": 2373,
      "Ġfall": 2374,
      "Ġfire": 2375,
      "ĠBl": 2376,
      "Ġbeautiful": 2377,
      "bo": 2378,
      "roll": 2379,
      "Ġsitu": 2380,
      "Ġcells": 2381,
      "Ġdraw": 2382,
      "Ġdisease": 2383,
      "Ġneg": 2384,
      "Ġwarm": 2385,
      "egr": 2386,
      "Ġune": 2387,
      "Ġri": 2388,
      "Ġforest": 2389,
      "Ġdeath": 2390,
      "Ġhigher": 2391,
      "ĠWorld": 2392,
      "Ġregard": 2393,
      "Ġtown": 2394,
      ",âĢĿ": 2395,
      "Ġpath": 2396,
      "Ġonce": 2397,
      "pecially": 2398,
      "Tom": 2399,
      "ails": 2400,
      "orry": 2401,
      "ene": 2402,
      "ott": 2403,
      "He": 2404,
      "Ġachie": 2405,
      "ley": 2406,
      "Ġgroups": 2407,
      "Ch": 2408,
      "Ġbit": 2409,
      "oon": 2410,
      "Ġcut": 2411,
      "thon": 2412,
      "Ġlevels": 2413,
      "ĠSy": 2414,
      "Ġsimple": 2415,
